"""
Common
"""
NOT_IN_DB_TEXT = "вы не имеете подписки в боте поэтому вам недоступна генерация ответов ии"
ERROR = "Извините, что-то пошло не так"

WE_ARE_WORKING = "Бот скоро запустится! Мы уже работаем!"

"""
User
"""
PLAN_TEXT = "Вот ваша подписка!"

FAQ = (
    "этот бот предназначен для помощи на дороге"
)

LC_TEXT = """
Добро пожаловать в ваш личный кабинет! 🎄 
"""

"""
Admin
"""

ADMIN_PANEL_TEXT = """Добро пожаловать в админ-меню"""

FIELDS_FOR_DOCS = """Поля для документов нужно вводить следующим образом:
название в документе : пояснение на русском\n\n    
Если вы хотите добавить больше полей для документов, то вводите их в следующем формате:
название в документе : пояснение на русском; название в документе : пояснение на русском;  и тд по аналогии"""